[
  {
    "name": "AKG",
    "thumbnailImage": "https://i.ibb.co/R4xV5xT/jonathan-velasquez-c1-ZN57-Gf-DB0-unsplash.jpg",
    "logoImage": "https://i.ibb.co/r7k9PPC/akg.png",
    "foundingYear": 1947,
    "products": "Microphones, Headphones, Digital Hi-Fi Sound Systems",
    "description": "The company was founded in Vienna, Austria in 1947 by two Viennese: physicist Rudolf Görike and engineer Ernst Pless. Originally, its main business was to provide technical equipment for cinemas: loudspeakers, film projectors and light meters. The business slowly expanded and AKG started selling car horns, door intercoms, carbon microphone capsules for telephones, headsets and cushion speakers. About this time, the company developed its first patents, the moving coil technology and the principle of mass load membranes, allowing its products to have extended frequency ranges. With the creation of the D12 microphone in 1953, AKG achieved international fame, setting the standard for voice transmissions. Being the world's first dynamic cardioid microphone, it possessed excellent sonic qualities for that time, making its way into radio stations and recording studios from across the world. The product was improved through subsequent upgrades, spanning the famous C414 and C12 microphones. By the end of the 1970s and into the 1980s magnetic cartridges were produced, such as the P25 in 1982. In 1984, AKG became a public company, listed on the Vienna stock exchange. As a blue chip company, it was one of the most traded stocks. The company was acquired by the American company Harman International Industries in 1994. By this time, AKG's United States subsidiary had been established (in Los Angeles in 1985). AKG Acoustics USA, still headquartered in the San Fernando Valley, also houses regional offices for Crown Audio, another Harman Industries subsidiary. In 2010, the company received the prestigious Technical Grammy award. In 2016 it was announced that the AKG Vienna facilities (headquarters, manufacturing, and engineering) would be shut down in 2017, with a transfer of brand headquarters to California, USA. Most current AKG-branded products are made in Harman's overseas production facilities.In 2017, a group of former AKG engineers based inAustria formed Austrian Audio, competing with AKG."
  },
  {
    "name": "Bach",
    "thumbnailImage": "https://i.ibb.co/6XZJs5J/eric-awuy-Ci-ME-v96-NXI-unsplash.jpg",
    "logoImage": "https://i.ibb.co/nfyx1Jb/Bach.png",
    "foundingYear": 1918,
    "products": "Trumpets, Cornets, Flugelhorns, Trombones,Mouthpieces",
    "description": "Vincent Shrotenbach was born in Vienna in 1890. He initially played the violin but switched to trumpet when he heard its majestic sound. Vincent graduated with an engineering degree from Maschinenbauschule before being entered into compulsory military service in the Imperial Navy, where he worked as an elevator operator. He then served as a military musician in the Austrian Marine Band when he was re-conscripted. It was after he left the military for the second time that Vincent decided to pursue a career as a solo cornetist. He toured across Europe under the stage name 'Vincent Bach'. When World War I broke out, Vincent was forced to flee England to the United States to escape detention as an enemy alien. He arrived in New York City with only $5.00 in his pocket, but a letter to the conductor Karl Muck secured Vincent an audition, followed by a position with the Boston Symphony. By the following season, he was the first trumpet in the Metropolitan Opera House. Vincent worked professionally as a musician in the US before another stint as a military musician, this time with the US military.While on tour in Pittsburgh in 1918, Vincent's mouthpiece was ruined by a repairman. Vincent had great difficulty in finding a suitable replacement. He spent time in the basement of the Selmer Music store experimenting with mouthpiece repair and fabrication. With the investment of $300 for a foot-operated lathe, Vincent went into the business of making mouthpieces."
  },
  {
    "name": "Epiphone",
    "thumbnailImage": "https://i.ibb.co/HD73TZC/ahmed-rizkhaan-0-Ky-GJK2-Gl-JI-unsplash.jpg",
    "logoImage": "https://i.ibb.co/YDQ5PcS/epiphone.png",
    "foundingYear": 1873,
    "products": "Electric Guitars, Acoustic Guitars, Archtop Guitars, Resonator Guitars, Basses, Banjos, Mandolins, Ukuleles, Amplifiers, Effects units",
    "description": "Epiphone began in 1873, in Smyrna, Ottoman Empire (now İzmir, Turkey), where Greek founder Anastasios Stathopoulos made his own fiddles and lutes (oud, laouto). Stathopoulos moved to the United States in 1903 and continued to make his original instruments, as well as mandolins, from a factory at 35-37 36th Street in Long Island City, Queens, New York. Anastasios died in 1915, and his son, Epaminondas ('Epi'), took over. After two years, the company became known as 'The House of Stathopoulo'. Just after the end of World War I, the company started to make banjos. The company produced its recording line of banjos in 1924 and, four years later, took on the name of the 'Epiphone Banjo Company'. It produced its first guitars in 1928. After Epi died in 1943, control of the company went to his brothers, Orphie and Frixo. In 1951, a four-month-long strike precipitated a relocation of Epiphone from New York City to Philadelphia. In 1957 the company was acquired by Gibson.Since then, the brand has been used for a number of different guitars, some manufactured by Gibson itself in its own factories, and some manufactured by other companies such as Matsumoku under contract to Gibson and marketed under the Epiphone brand."
  },
  {
    "name": "Fender",
    "thumbnailImage": "https://i.ibb.co/ys4CKTw/laura-nyhuis-k-TCo-E0l-Zaf-Y-unsplash.jpg",
    "logoImage": "https://i.ibb.co/rmb41Vn/Fender.png",
    "foundingYear": 1946,
    "products": "Electric Guitars, Acoustic Guitars, Classical Guitars, Acoustic Basses, Electric Basses, Ukuleles, Amplifiers, Effects Units",
    "description": "The Fender Musical Instruments Corporation (FMIC, or simply Fender) is an American manufacturer of instruments and amplifiers. Fender produces acoustic guitars, bass amplifiers and public address equipment, but is best known for its solid-body electric guitars and bass guitars, particularly the Stratocaster, Telecaster, Jaguar, Jazzmaster, Precision Bass, and the Jazz Bass. The company was founded in Fullerton, California by Clarence Leonidas 'Leo' Fender in 1946. Its headquarters are in Los Angeles, California. The FMIC is a privately held corporation, with Andy Mooney serving as the Chief Executive Officer (CEO). The company filed for an initial public offering in March 2012, but this was withdrawn five months later. In addition to its Los Angeles headquarters, Fender has manufacturing facilities in Corona, California (US) and Ensenada, Baja California (Mexico). As of July 10, 2012, the majority shareholders of Fender were the private equity firm of Weston Presidio (43%), Japanese music distributors Yamano Music (14%) and Kanda Shokai (13%), and Servco Pacific (5%). In December 2012, TPG Growth (the middle market and growth equity investment platform of TPG Capital) and Servco Pacific took control of the company after acquiring the shares held by Weston Presidio. In January 2020, Servco Pacific became the majority owner after acquiring the shares of TPG Growth."
  },
  {
    "name": "Gemeinhardt",
    "thumbnailImage": "https://i.ibb.co/wwVNLVT/rajesh-kavasseri-KYn-WHy3h-Mk0-unsplash.jpg",
    "logoImage": "https://i.ibb.co/J3ZX2Lr/Gemeinhardt.png",
    "foundingYear": 1948,
    "products": "Flutes, Piccolos",
    "description": "Kurt Gemeinhardt was brought to the United States from Markneukirchen, Germany, by George Bundy of Selmer USA company, which had recently relocated to Elkhart, Indiana. Working with Philip H. Marcil in the Selmer flute division, they copied the typical Louis Lot metal flute design for its flutes. Founded by Kurt Gemeinhardt, a 4th generation flute-maker in Germany, the Gemeinhardt company was established in 1948, 20 years after Gemeinhardt's immigration to the United States. Initially crafting only very fine hand made flutes for professionals, the company expanded in 1952, moving to Elkhart Indiana to produce all levels of silver flutes. Beginner student flutes were developed at this time as well. It was these flutes that eventually became the bread and butter of the corporation as Gemeinhardt's reputation for fine beginner flutes became a hallmark of the industry. Kurt's father had studied under Emil Rittershausen, who had been trained by Theobald Boehm, and so the instruments the company produces can trace its lineage back to the creator of the Boehm system. The Gemeinhardt Company is very popular in the music field, although it hasn't always followed the mainstream. In the mid 1970s Albert Cooper modified the placement of toneholes on the flute so that it would match the common tuning of A at 440 Hz. Before this many flutes were still designed with an older A435Hz tone hole placement (scale), despite being designed to play at A440Hz through the use of a shortened headjoint. Many flute companies recognized this change and therefore his scale and decided to make their flutes in the same way, but the Gemeinhardt Company was slow to modify its design. This in turn makes notes played in the higher register on an old Gemeinhardt flute sharp and the lower register flat, which can cause issues for beginner flutists if they are playing an old Gemeinhardt (pre-21st century), but with practice they can learn to play the flute so that the notes are correct. Otherwise, they may consider buying a newer Gemeinhardt flute. However, the design of Gemeinhardt's flutes have changed often since then and have been updated and redesigned accordingly. In 2014 the Gemeinhardt Company introduced a new line of flutes named the Kurt Gemeinhardt Generation Series at the National Flute Association's annual convention in Chicago. Consisting of entirely American-made conservatory and professional flutes, this line was developed by Tom Lacy and Dave Siekman. These flutes utilize the RS2012 Scale invented by famous flutists Trevor Wye, William Bennett, and Eldred Spell. This scale design is claimed to be the most accurate on the market. In 1997, Gemeinhardt acquired the Roy Seaman Piccolo Company. In addition to flutes and piccolos, Gemeinhardt also has a line of saxophones and clarinets."
  },
  {
    "name": "Mapex",
    "thumbnailImage": "https://i.ibb.co/jZdkJMf/shawn-sim-9lfub-Bq-Lb-Rc-unsplash.jpg",
    "logoImage": "https://i.ibb.co/6PLY848/Mapex.png",
    "foundingYear": 1989,
    "products": "Drum Sets, Snares, Hardware",
    "description": "Mapex produces seven different lines of drums: the introductory \"Voyager\" and \"Horizon\" series, the intermediate \"Meridian Birch\" and \"Meridian Maple\", and the professional level \"Saturn\" and \"Orion\". In years past the V and Pro M series were called the Venus and Mars series, in keeping with the tradition of naming the kits after planets. However, the quality of these series have changed since they abandoned the old names. For a brief time, Mapex also offered the \"Deep Forest\" line of drums, built entirely out of Walnut or Cherry plies, as well as the Aquiles Priester signature drum kit. Aquiles Priester - Hangar, Freakeys on Mapex website (archive) 2 January 2010 Mapex has been also associated with \"Falcon\" pedals, \"Black Panther\" snare drums and kits, and \"Tornado\" starter kits."
  }
]
